{
  "nama_mapel": "Produk Kreatif dan Kewirausahaan (PKK)",
  "kelas": "XI SMK",
  "materi_deskripsi": [
    {
      "bab": "Konsep Kreativitas dalam Bisnis",
      "paragraf_1": "Kreativitas bukan sekadar imajinasi liar, melainkan kemampuan untuk menghadirkan sesuatu yang baru menjadi nyata atau yang sering disebut dengan istilah bring something new into existence. Dalam dunia bisnis, kreativitas adalah proses memikirkan hal baru atau ide, sedangkan inovasi adalah tindakan mengerjakan hal baru tersebut sebagai penerapan nyata dari sebuah ide.",
      "paragraf_2": "Namun, proses kreatif seringkali terhambat oleh faktor internal yang berasal dari diri sendiri. Hal ini meliputi rasa takut salah, sikap yang terlalu kaku pada aturan, menganggap diri tidak kreatif, serta kecemasan akan dihakimi oleh orang lain."
    },
    {
      "bab": "Metode dan Teknik Ideasi",
      "paragraf_1": "Terdapat berbagai metode berpikir kreatif seperti Divergent Thinking yang fokus pada mencari sebanyak mungkin solusi, serta Convergent Thinking yang bertujuan memilih satu solusi terbaik. Selain itu, ada Lateral Thinking yang mengajak kita berpikir dari sudut pandang tidak biasa untuk menemukan solusi unik.",
      "paragraf_2": "Untuk menghasilkan ide, wirausaha dapat menggunakan teknik SCAMPER (Substitute, Combine, Adapt, Modify, Put to another use, Eliminate, dan Reverse). Pendekatan populer lainnya adalah Design Thinking, yaitu metode berbasis empati yang melibatkan tahapan Empathize, Define, Ideate, Prototype, hingga Test."
    },
    {
      "bab": "Teori dan Komponen Growth Mindset",
      "paragraf_1": "Berdasarkan teori Carol Dweck, Growth Mindset adalah keyakinan bahwa kecerdasan dan bakat dapat dikembangkan melalui upaya keras, strategi yang baik, dan masukan dari orang lain. Komponen utamanya meliputi Embracing Challenges atau menganggap tantangan sebagai kesempatan naik level, serta Persistence atau kegigihan saat menghadapi hambatan.",
      "paragraf_2": "Konsep Effort as a Path to Mastery menekankan bahwa kerja keras adalah kunci utama menuju keahlian. Secara ilmiah, hal ini didukung oleh fenomena Neuroplastisitas yang menyatakan bahwa otak manusia seperti otot yang akan semakin kuat sirkuit sarafnya jika terus dilatih dengan hal-hal yang sulit."
    },
    {
      "bab": "Karakteristik Wirausaha 10D Bygrave",
      "paragraf_1": "Seorang ahli bernama Bygrave merumuskan sepuluh karakteristik inti wirausaha yang dikenal dengan istilah 10D. Karakter tersebut meliputi Dream untuk visi masa depan, Decisiveness untuk kecepatan mengambil keputusan, Doers untuk eksekusi nyata, serta Determination yang berarti kebulatan tekad.",
      "paragraf_2": "Karakter lainnya adalah Dedication, Devotion yang berarti mencintai pekerjaan, Details dalam memperhatikan hal kecil, serta Destiny atau tanggung jawab atas nasib sendiri. Karakter ini dilengkapi dengan Dollars sebagai ukuran kesuksesan dan Distribute yaitu kemauan membagi kepemilikan bisnis."
    },
    {
      "bab": "Kecerdasan, Kepemimpinan, dan Etika",
      "paragraf_1": "Seorang wirausaha sukses harus menyeimbangkan kecerdasan finansial untuk mengelola cash flow dan kecerdasan emosional untuk melakukan stress management saat bisnis mengalami penurunan. Keseimbangan ini diperlukan agar wirausaha tetap bisa memimpin dengan tenang dalam situasi sulit.",
      "paragraf_2": "Dalam hal kepemimpinan, integritas menjadi pondasi utama yang mencerminkan kesesuaian antara perkataan dan perbuatan guna mendapatkan kepercayaan penuh. Dengan etika yang baik dan visi yang jelas, seorang pemimpin mampu membawa usahanya tetap stabil dan kompetitif di pasar yang ketat."
    }
  ]
}
